Revit 2024 API
WireSizeSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual WireSizeSetIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As WireSizeSetIterator
Visual C++
public:
virtual WireSizeSetIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the set.
See Also
WireSizeSet Class
Autodesk.Revit.DB.Electrical Namespace